Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioDownload/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Audio Download
zh_hans: 音频下载管理
zh_hant_hk: 音頻下載管理

source: Auto download audio files
zh_hans: 负责音频文件的自动下载
zh_hant_hk: 負責音頻文件的自動下載

source: Download failed: %@
zh_hans: 下载失败：%@
zh_hant_hk: 下載失敗：%@

source: Music Library
zh_hans: 音乐库
zh_hant_hk: 音樂庫

source: Download and manage music files with offline playback support
zh_hans: 下载与管理音乐文件，支持离线播放。
zh_hant_hk: 下載與管理音樂檔案，支援離線播放。

source: Download Manager
zh_hans: 下载管理
zh_hant_hk: 下載管理

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Downloads music locally.
zh_hans: 将音乐下载到本地。
zh_hant_hk: 將音樂下載到本機。

source: Download
zh_hans: 下载
zh_hant_hk: 下載

source: Plays offline after downloading.
zh_hans: 下载后无需网络即可播放。
zh_hant_hk: 下載後無需網路即可播放。

source: Offline
zh_hans: 离线
zh_hant_hk: 離線

source: Views and manages download tasks.
zh_hans: 查看与管理下载任务。
zh_hant_hk: 檢視與管理下載任務。

source: Queue
zh_hans: 队列
zh_hant_hk: 佇列

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Download: downloads music locally.
zh_hans: 下载：将音乐下载到本地。
zh_hant_hk: 下載：將音樂下載到本機。

source: Offline: plays without a network after downloading.
zh_hans: 离线：下载后无需网络即可播放。
zh_hant_hk: 離線：下載後無需網路即可播放。

source: Queue: views and manages download tasks.
zh_hans: 队列：查看与管理下载任务。
zh_hant_hk: 佇列：檢視與管理下載任務。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Select music to download and click Download.
zh_hans: 选择要下载的音乐并点击下载。
zh_hant_hk: 選擇要下載的音樂並按一下下載。

source: View progress in the download queue.
zh_hans: 在下载队列中查看进度。
zh_hant_hk: 在下載佇列中檢視進度。

source: Plays offline once downloaded.
zh_hans: 下载完成后离线播放。
zh_hant_hk: 下載完成後離線播放。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Downloading requires a network connection.
zh_hans: 下载需要网络连接。
zh_hant_hk: 下載需要網路連線。
